Repository: wp-plugins/my-content-management
Catalog: lang/*-content-management-*.po
Languages: fr_fr, ga

source: Add New
fr_fr: Ajouter
ga: Cuir Nua

source: Add New %s
fr_fr: Ajouter %s
ga: Cuir Nua %s

source: Edit %s
fr_fr: Éditer %s
ga: Cuir %s

source: New %s
fr_fr: Nouveau %s
ga: Nua %s

source: View %s
fr_fr: Afficher %s
ga: Féach ar %s

source: Search %s
fr_fr: Rechercher %s

source: No %s found
fr_fr: %s non trouvé

source: No %s found in Trash
fr_fr: %s non trouvé dans la corbeille

source: %s listing saved.
fr_fr: %s sauvé.

source: %1$s listing scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
fr_fr: %1$s planifiée pour : <strong>%2$s</strong>. <a target="_blank" href="%3$s">Aperçu %4$s</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s listing</a>
fr_fr: Brouillon %1$s mis à jour. <a target="_blank" href="%2$s">Aperçu %3$s</a>

source: %s Categories
fr_fr: Catégories de %s

source: Support Request:
fr_fr: Demande de support :

source: Posts > My Content Management > Custom Fields
fr_fr: Posts > My Content Management > Champs personnalisés

source: Custom Fields
fr_fr: Champs personnalisés

source: %s > My Content Management > Custom Fields
fr_fr: %s > My Content Management > Champs personnalisés

source: Fieldset titles do not support quote characters.
fr_fr: Un nom d'un ensemble de champs personnalisés ne doit pas comporter le caractère quote

source: Your Fieldset title is OK!
fr_fr: Votre titre de l'ensemble de champs est correct

source: deleted
fr_fr: supprimé

source: Upload limit: %s MB
fr_fr: Limite de téléchargement : %s MB

source: Change Media
fr_fr: Changer le media

source: Add Media
fr_fr: Ajouter média

source: Choose Media
fr_fr: Choisir media

source: Companion Plug-ins
fr_fr: Extension compagnon

source: Additional functions to use with the Glossary custom post type
fr_fr: Fonctions additionnelles pouvant être utilisées avec le type d'article personnalisé Glossaire

source: Featured image at %s size
fr_fr: Image visualisée à la taille : %s

source: %s Templates
fr_fr: Modèles de %s

source: Example shortcode:
fr_fr: Exemple de shortcode :

source: Update %s Templates
fr_fr: Mettre à jour les modèles %s

source: Review this plug-in
fr_fr: Passer en revue cette extension

source: Move
fr_fr: Déplacer

source: Repeatable
fr_fr: Répétable

source: File upload
fr_fr: Télécharger fichier

source: Media chooser
fr_fr: Sélecteur de média

source: Rich Text Editor
fr_fr: Éditeur de texte

source: Edit
fr_fr: Éditer

source: Add new post type
fr_fr: Ajouter nouveau type d'article

source: Support My Content Management
fr_fr: Supporter My Content Management

source: When logged in, display link to edit the current post.
fr_fr: Quand connecté, affichage du lien pour éditer l'article actuel.

source: Delete
fr_fr: Supprimer

source: Edit type "%1$s"
fr_fr: Editer type "%1$s"

source: Custom post type "%1$s" has been deleted.
fr_fr: Type d'article personnalisé "%1$s" a été supprimé.

source: Custom post type "%1$s" was not found, and could not be deleted.
fr_fr: Type d'article personnalisé "%1$s" n'a pas été trouvé et ne peut donc pas être supprimé.

source: displays list of linked first characters represented in your Glossary. (Roman alphabet only, including numbers 0-9 by default.)
fr_fr: affiche une liste des premiers caractères liés représentés dans votre Glossaire. (Alphabet romain seulement, inclus les nombres 0-9 par défaut.)

source: Need Help? <strong>Buy the User's Guide</strong>
fr_fr: Besoin d'aide ? <strong>Acheter le guide utilisateur</strong>

source: Help translate this plug-in
fr_fr: Aider à la traduction de cette extension

source: My Content Management &raquo; Manage Custom Fields
fr_fr: My Content Management &raquo; Gestion des champs personnalisés

source: Custom Fields Assigned to this post type
fr_fr: Champs personnalisés utilisés avec ce type d'article

source: Select the sets of custom fields enabled for this post type
fr_fr: Sélectionner les ensembles de champs personnalisés utilisables avec ce type d'article

source: Update Assignments
fr_fr: Mettre à jour les utilisations

source: Add new custom field set
fr_fr: Ajouter nouvel ensemble de champs personnalisés

source: Custom fields for this post type updated
fr_fr: Champs personnalisés pour ce type de d'article mis à jour

source: Off
fr_fr: Non

source: On
fr_fr: Oui

source: New Fieldset Title
fr_fr: Nouveau nom d'un ensemble de champs personnalisés

source: Attach to
fr_fr: Attacher à

source: Field Label
fr_fr: Étiquette du champ

source: Input Type
fr_fr: Type de saisie

source: Single line of text
fr_fr: Ligne unique de texte

source: Multiple lines of text
fr_fr: Plusieurs lignes de texte

source: Select dropdown
fr_fr: Sélecteur déroulant

source: Color input / HTML5
fr_fr: Saisie couleur / HTLM5

source: Date input / HTML5
fr_fr: Saisie de date / HTML5

source: Telephone / HTML5
fr_fr: Téléphone / HTML5

source: Time / HTML5
fr_fr: Temps / HTML5

source: Email / HTML5
fr_fr: Courriel / HTML5

source: Additional Text
fr_fr: Texte additionnel

source: Label
fr_fr: Étiquette

source: There is no field set by that name
fr_fr: Il n'y a pas d'ensemble de champs défini par ce nom

source: Options/Additional Text
fr_fr: Options/Texte additionnel

source: Add another field
fr_fr: Ajouter un autre champ

source: Remove last field
fr_fr: Enlever le dernier champ

source: added
fr_fr: ajouté

source: updated
fr_fr: mis à jour

source: No custom field set was defined.
fr_fr: Aucun ensemble de champs personnalisés n'a été défini

source: You have %1$s the %2$s group of custom fields.
fr_fr: Vous avez %1$s de %2$s ensembles de champs personnalisés.

source: Manage Custom Fieldsets
fr_fr: Gérer les ensembles de champs personnalisés

source: If the input type is a Select box, enter the selectable options as a comma-separated list in the Description/Options field.
fr_fr: Si le type de saisie est une boîte de sélection, entrez les valeurs sélectables sous forme de liste, séparés par des virgules, dans le champ Description/Options

source: Update Custom Fieldsets
fr_fr: Mettre à jour les ensembles de champs personnalisés

source: HTML5 Input types have limited browser support. <a href="%s">Check whether your browser supports these fields</a>
fr_fr: La type de saisie HTML5 est supporté différemment selon les navigateurs. <a href="%s">Vérifier si votre navigateur supporte ces champs</a>

source: Country
fr_fr: Pays
ga: tír

source: Category (single term or comma-separated list)
fr_fr: Catégorie (un terme ou liste de termes séparée par des virgules)
ga: Catagóir (téarma amháin nó camóg-scartha liosta)

source: Can't get email at this address? Provide a different one below.
fr_fr: Ne peut pas recevoir de courrier électronique à cette adresse ? Merci d'en fournir une autre ci-dessous.
ga: Ní féidir a fháil ríomhphost ag an seoladh seo? Sholáthar ceann eile thíos.

source: I have <a href="http://www.joedolson.com/articles/my-content-management/guide/">purchased the User's Guide</a>, but could not find an answer to this question.
fr_fr: J'ai <a href="http://www.joedolson.com/articles/my-content-management/guide/">acheté le guide utilisateur</a>, mais je ne trouve pas de réponse à cette question.
ga: Tá mé <a href="http://www.joedolson.com/articles/my-content-management/guide/"> cheannaigh an Úsáideoir Treoir</a>, ach nach bhféadfaí teacht ar an freagra don cheist seo.

source: Enabled post types updated
fr_fr: Types d'article utilisés mis à jour
ga: Cineálacha post Cumasaithe cothrom le dáta

source: Post type settings modified.
fr_fr: Réglages de type d'article modifiés
ga: Suímh cineál Post mhodhnú.

source: Added new custom post type.
fr_fr: Nouveau type d'article personnalisé ajouté
ga: Chuir cineál post nua saincheaptha.

source: Singular Name, lower
fr_fr: Nom singulier, minuscule
ga: Ainm uimhir uatha, níos ísle

source: Plural Name, lower
fr_fr: Nom pluriel, minuscule
ga: Ainm iolra, níos ísle

source: Singular Name, upper
fr_fr: Nom singulier, majuscule
ga: Ainm, uimhir uatha uachtarach

source: Plural Name, upper
fr_fr: Nom pluriel, majuscule
ga: Ainm iolra, uachtair

source: Add New Custom Post Type
fr_fr: Ajouter nouveau type d'article personnalisé
ga: Cuir cineál Post Nua an Chustaim

source: Post Type templates updated
fr_fr: Modèle de type d'article mis à jour
ga: Teimpléid Cineál Post cothrom le dáta

source: Settings
fr_fr: Réglages
ga: Socruithe

source: person
fr_fr: personne
ga: duine

source: people
fr_fr: personnes
ga: daoine

source: Person
fr_fr: Personne
ga: duine

source: People
fr_fr: Personnes
ga: Daoine

source: testimonial
fr_fr: témoignage
ga: teistiméireacht

source: testimonials
fr_fr: témoignages
ga: teistiméireachtaí

source: Testimonial
fr_fr: Témoignage
ga: teistiméireachtaí

source: Testimonials
fr_fr: Témoignages
ga: teistiméireachtaí

source: location
fr_fr: situation
ga: suíomh

source: locations
fr_fr: situations
ga: suíomhanna

source: Location
fr_fr: Situation
ga: suíomh

source: Locations
fr_fr: Situations
ga: Suímh

source: quote
fr_fr: citation
ga: ceanglófar

source: quotes
fr_fr: citations
ga: Sleachta

source: Quote
fr_fr: Citation
ga: Tosach

source: Quotes
fr_fr: Citations
ga: Sleachta

source: glossary term
fr_fr: terme de glossaire
ga: gluais téarma

source: glossary terms
fr_fr: termes de glossaire
ga: téarmaí gluais

source: Glossary Term
fr_fr: Terme de glossaire
ga: Gluais Téarma

source: Glossary Terms
fr_fr: Termes de glossaire
ga: Téarmaí Gluais

source: portfolio item
fr_fr: élément de portefeuille
ga: mír punainne

source: portfolio items
fr_fr: éléments de portefeuille
ga: míreanna phunann

source: Portfolio Item
fr_fr: Élément de portefeuille
ga: Mír Punann

source: Portfolio Items
fr_fr: Éléments de portefeuille
ga: Míreanna Punainne

source: resource
fr_fr: ressource
ga: acmhainn

source: resources
fr_fr: ressources
ga: acmhainní

source: Resource
fr_fr: Ressource
ga: Acmhainní

source: Resources
fr_fr: Ressources
ga: Acmhainní

source: Personal Information
fr_fr: Information personnelle
ga: Faisnéis Phearsanta

source: Title
fr_fr: Titre
ga: Teideal

source: Subtitle
fr_fr: Sous-titre
ga: Fotheideal

source: Business
fr_fr: Activité
ga: Gnó

source: Phone Number
fr_fr: Numéro téléphone
ga: Uimhir Fón

source: E-mail
fr_fr: Courriel
ga: r-phost

source: Location Info
fr_fr: Information situation
ga: Eolas suíomh

source: Street Address
fr_fr: Adresse rue
ga: Seoladh Sráid an

source: City
fr_fr: Ville
ga: Cathrach

source: Neighborhood
fr_fr: Voisinage

source: State
fr_fr: État
ga: Stáit

source: Postal Code
fr_fr: Code postal
ga: poist cód

source: Phone
fr_fr: Téléphone
ga: Fón

source: Business Name
fr_fr: Raison sociale
ga: Ainm Gnó

source: Contact Email
fr_fr: Courriel contact
ga: Déan teagmháil le Ríomhphost

source: Quotation Info
fr_fr: Citation info
ga: Eolas luachan

source: Testimonial Info
fr_fr: Témoignage info
ga: Eolas CABHAIR

source: Portfolio Info
fr_fr: Portefeuille info
ga: Eolas Punann

source: Medium
fr_fr: Moyen
ga: Meánach

source: Width
fr_fr: Largeur
ga: leithead

source: Height
fr_fr: Hauteur
ga: airde

source: Depth
fr_fr: Profondeur
ga: Doimhneacht

source: Price
fr_fr: Prix
ga: praghas

source: Year
fr_fr: Année
ga: Bliain

source: Resource Info
fr_fr: Ressource info
ga: Eolas Acmhainní

source: Additional Authors
fr_fr: Auteurs additionnels
ga: Údair breise

source: License Terms
fr_fr: Termes de licence
ga: Téarmaí Ceadúnas

source: Show on
fr_fr: Montrer sur
ga: Taispeáin ar

source: %1$s Listing updated. <a href="%2$s">View %1$s listing</a>
fr_fr: %1$s mis à jour. <a href="%2$s">Afficher %1$s</a>
ga: Liosta %1$s suas chun dáta. <A View href="%2$s"> %1$s liostú </ a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour
ga: Réimse Chustaim suas chun dáta.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé
ga: Réimse Chustaim a scriosadh.

source: %s listing updated.
fr_fr: %s mis à jour
ga: %s liosta suas chun dáta.

source: %1$s restored to revision from %2$ss
fr_fr: %1$s restauré à la révision de %2$ss
ga: %1$s ar ais athbhreithniú ó %2$ss

source: %1$s published. <a href="%2$s">View %3$s listing</a>
fr_fr: %1$s publié. <a href="%2$s">Afficher %3$s</a>
ga: %1$s foilsithe. <a href="%2$s">fhonn %3 $ s liostú </ a>

source: %1$s listing submitted. <a target="_blank" href="%2$s">Preview %3$s listing</a>
fr_fr: %1$s soumis. <a target="_blank" href="%2$s">Aperçu %3$s</a>
ga: Liostú %1$s isteach. <a target="_blank" href="%2$s"> %3$s Réamhamhairc liostú </ a>

source: Custom Post Search
fr_fr: Recherche article personnalisé
ga: Cuardaigh Post Chustaim

source: Post type to search
fr_fr: Type d'article à rechercher
ga: Cuir cineál a chuardach

source: Custom Post List
fr_fr: Liste d'articles personnalisés
ga: Liosta Post Chustaim

source: Post type to list
fr_fr: Type d'article à lister
ga: Cuir cineál a liostú

source: Template
fr_fr: Modèle
ga: teimpléad

source: List
fr_fr: Liste
ga: Liosta

source: Excerpt
fr_fr: Extrait
ga: sliocht

source: Full
fr_fr: Complet
ga: Iomlán

source: Display order
fr_fr: Ordre d'affichage
ga: Taispeáin ordú

source: Menu Order
fr_fr: Ordre du menu
ga: Ordú menu

source: None
fr_fr: Aucun
ga: Níl

source: Post ID
fr_fr: ID d'article
ga: Iar-ID

source: Author
fr_fr: Auteur
ga: údar

source: Post Title
fr_fr: Titre de l'article
ga: v

source: Post Date
fr_fr: Date article
ga: Iar Dáta

source: Post Modified Date
fr_fr: Date de modification de l'article
ga: Iar Dáta Athraithe

source: Random
fr_fr: Aléatoire
ga: randamach

source: Number of comments
fr_fr: Nombre de commentaires
ga: Líon na tuairimí

source: Number to display
fr_fr: Numéro à afficher
ga: Líon a chur ar taispeáint

source: -1 to display all posts
fr_fr: -1 pour afficher tous les articles
ga: -1 A chur ar taispeáint go léir

source: Order direction
fr_fr: Direction d'ordre
ga: treo Ordú

source: Ascending (A-Z)
fr_fr: Ascendant (A-Z)
ga: Ag dul suas (A-Z)

source: Descending (Z-A)
fr_fr: Descendant (Z-A)
ga: Íslitheach (Z-A)

source: <br /><strong>Note:</strong> Please review the <a class="thickbox" href="%1$s">changelog</a> before upgrading.
fr_fr: <br /><strong>Note :</strong> S'il vous plaît passez en revue le <a class="thickbox" href="%1$s">l'historique des modifications</a>avant mise à jour.
ga: <br/> <strong>Tabhair faoi deara:</strong>Déan iniúchadh ar an <a class="thickbox" href="%1$s"> changelog </ a> roimh uasghrádú.

source: Please read the FAQ and other Help documents before making a support request.
fr_fr: Merci de lire la FAQ et les autres documents d'aide avant de faire une demande de support.
ga: Léigh na doiciméid Cabhair Ceisteanna Coitianta agus eile sula ndéanfaidh sé iarraidh tacaíochta.

source: Thank you for supporting the continuing development of this plug-in! I'll get back to you as soon as I can.
fr_fr: Merci de supporter le développement continu de cette extension. Je reviendrai vers vous dès que possible.
ga: Go raibh maith agat as tacú le forbairt leanúnach seo plug-! Feicfidh mé dul ar ais chugat chomh luath agus is féidir liom.

source: I'll get back to you as soon as I can, after dealing with any support requests from plug-in supporters.
fr_fr: Je reviendrai vers vous dès que possible, après traitement des autres demandes de support des supporteurs de cette extension.
ga: Feicfidh mé dul ar ais chugat chomh luath agus is féidir liom, tar éis déileáil le haon iarratas tacaíocht ó plug-in lucht tacaíochta.

source: Please note: I do keep records of donations, but if your donation came from somebody other than your account at this web site, please note this in your message.
fr_fr: Merci de noter : je gère les dons, mais si votre don n'est parvenu depuis un autre site que celui-ci, merci de le noter dans votre message.
ga: Tabhair faoi deara: is féidir liom taifid a choimeád ar shíntiúis, ach má tháinig do síntiús ó dhuine eile seachas do chuntas ar an suíomh gréasáin seo, tabhair faoi deara seo i do theachtaireacht.

source: From:
fr_fr: De :
ga: ó:

source: I have read <a href="http://www.joedolson.com/articles/my-content-management/">the FAQ for this plug-in</a>.
fr_fr: J'ai lu <a href="http://www.joedolson.com/articles/my-content-management/">la FAQ de cette extension</a>.
ga: Léigh mé <a href="http://www.joedolson.com/articles/my-content-management/"> an Ceisteanna Coitianta le haghaidh an plug-in </ a>.

source: I have <a href="http://www.joedolson.com/donate.php">made a donation to help support this plug-in</a>.
fr_fr: J'ai <a href="http://www.joedolson.com/donate.php">fait un don pour aider au support de cette extension</a>.
ga: Rinne mé <a href="http://www.joedolson.com/donate.php"> síntiús chun cabhrú le tacú leis an breiseán-i </a>.

source: Send Support Request
fr_fr: Envoyer demande de support
ga: Seol Iarratas Tacaíocht

source: The following additional information will be sent with your support request:
fr_fr: Les informations additionnelles suivantes seront envoyeées avec votre demande de support :
ga: Beidh an fhaisnéis bhreise seo a leanas a sheoladh le d'iarratas ar thacaíocht as:

source: Basic Template Tags
fr_fr: Étiquettes de base de modèle
ga: Tags Teimpléad Bunúsach

source: Post excerpt (with auto paragraphs)
fr_fr: Extrait d'article (avec paragraphes auto)
ga: Post sliocht (le míreanna uathoibríoch)

source: Post excerpt (unmodified)
fr_fr: Extrait d'article (non modifié)
ga: Sliocht Post (gan athrú)

source: Post content (with auto paragraphs and shortcodes processed)
fr_fr: Contenu d'article (avec paragraphes auto et shortcodes traités)
ga: Post ábhar (le míreanna uathoibríoch agus shortcodes próiseáilte)

source: Post content (unmodified)
fr_fr: Contenu de l'article (non modifié)
ga: Ábhar an Phoist (gan athrú)

source: Featured image at original size.
fr_fr: Image visualisée à la taille originale
ga: Mór-íomhá ag mhéid bunaidh.

source: Permalink URL for post
fr_fr: URL permalien de l'article
ga: Ciorcail URL do phost

source: Post title linked to permalink URL
fr_fr: Titre de l'article lié à l'URL permalien
ga: Teideal Post a bhaineann le URL permalink

source: Post title
fr_fr: Titre de l'article
ga: Post teideal

source: Post shortlink
fr_fr: Raccourci de l'article

source: Post last modified date
fr_fr: Date de la dernière modification de l'article
ga: Ciorcail URL do phost

source: Post publication date
fr_fr: Date de publication de l'article
ga: Post dáta foilsithe

source: Post author display name
fr_fr: Nom de l'auteur de l'article
ga: Iar-ainm taispeána údar

source: List of taxonomy terms associated with post.
fr_fr: Liste des termes de taxonomie associés à l'article.
ga: Liosta de na téarmaí tacsanomaíocht a bhaineann le post.

source: Any custom field can also be referenced via shortcode, using the same pattern with the name of the custom field: <code>{custom_field_name}</code>
fr_fr: Chaque champ personnalisé peut également être referencé par un shortcode, en utilisant la même forme avec le nom du champ personnalisé : <code>{custom_field_name}</code>
ga: Is féidir aon réimse saincheaptha tagairt a dhéanamh freisin tríd an shortcode, ag baint úsáide as an patrún céanna le hainm an réimse saincheaptha: <code>{custom_field_name}</code>

source: Enable Custom Post Types
fr_fr: Utiliser les types d'article personnalisé
ga: Cumasaigh Cineálacha Post Chustaim

source: Enable Selected Post Types
fr_fr: Utiliser les types d'article sélectionnés
ga: Cumasaigh Cineálacha Post Roghnaithe

source: Get Plug-in Support
fr_fr: Obtenir un support pour l'extension
ga: Faigh Plug-in Tacaíochta

source: The glossary extension to My Content Management is enabled.
fr_fr: L'extension de glossaire à My Content Management est possible
ga: Is é an síneadh gluais to My Bainistíochta Ábhar cumasaithe

source: displays value of term attribute linked to glossary term with ID attribute.
fr_fr: affiche la valeur des attributs des termes liés au terme du glossaire avec l'attribut ID
ga: taispeántais luach tréith téarma a bhaineann le téarma gluais le tréith ID.

source: Feature
fr_fr: Caractéristique
ga: Gné

source: Adds links throughout content for each term in your glossary.
fr_fr: Ajoute des liens partout dans le contenu pour chaque terme dans votre glossaire.
ga: Adds naisc ar fud ábhar do gach téarma i do ghluais.

source: Adds character headings to each section of your glossary list.
fr_fr: Ajoute des caractère d'entète à chaque section de votre liste de glossaire.
ga: Adds ceannteidil carachtar do gach roinn de do liosta ghluais.

source: Added custom fields:
fr_fr: Champs personnalisés ajoutés :
ga: Added réimsí saincheaptha:

source: Template Manager
fr_fr: Gestionnaire de modèles
ga: Bainisteoir teimpléad

source: List Wrapper
fr_fr: Habillage de liste
ga: Wrapper Liosta

source: Item Wrapper
fr_fr: Habillage d'élément
ga: Wrapper Mír

source: Full Template
fr_fr: Modèle complet
ga: Teimpléad Iomlán

source: Excerpt Template
fr_fr: Modèle d'extrait
ga: Teimpléad sliocht

source: List Template
fr_fr: Modèle de liste
ga: Teimpléad Liosta

source: Naming for theme templates
fr_fr: Noms des modèles de thème
ga: Ainmniú do teimpléid téama

source: Theme template for this taxonomy:
fr_fr: Modèle de thème de cette taxonomie :
ga: Teimpléad téama an taxonomy:

source: Theme template for this custom post type:
fr_fr: Modèle de thème de ce type d'article personnalisé :
ga: Teimpléad Téama don chineál seo poist saincheaptha:

source: Theme template for archive pages with this post type:
fr_fr: Modèle de thème des pages d'archive de ce type d'article :
ga: Teimpléad Téama leathanaigh cartlainne leis an gcineál bpost:

source: No wrapper
fr_fr: Pas d'habillage
ga: Níl fillteán

source: Get Support
fr_fr: Obtenir un support
ga: Faigh Tacaíocht

source: Check out my other plug-ins
fr_fr: Voir mes autres extensions
ga: Amharc ar mo eile breiseán-orlach

source: Donate
fr_fr: Faire un don
ga: Síntiúis

source: Fax
ga: Facs

source: My Content Management
ga: Mo Bainistíocht Inneachair

source: Creates a set of common custom post types for extended content management: FAQ, Testimonials, people lists, term lists, etc.
ga: Cruthaigh sraith de chineálacha iar coitianta saincheaptha le haghaidh bainistíochta inneachair sínte: Ceisteanna Coitianta, Testimonials, liostaí daoine, liostaí téarma, etc
